Repository: openstack-archive/searchlight-ui
Catalog: searchlight_ui/locale/*/LC_MESSAGES/djangojs.po
Languages: id

source: %(total)s total results
id: %(total)s hasil total

source: A snapshot is an image which preserves the disk state of a running instance.
id: Sebuah snapshot adalah image yang mempertahankan disk state dari instance berjalan.

source: Action
id: Action (aksi)

source: Actions
id: Actions (tindakan)

source: Active
id: Active (aktif)

source: Add a '+' or a '-' to indicate terms that must or must not appear. For example '+python -apache web' would find everything that has 'python' does NOT have 'apache' and should have 'web'. This may also be used with grouping. For example, 'web -(apache AND python)' would find anything with 'web', but does not have either 'apache' or 'python'.
id: Menambahkan tanda '+' atau '-' untuk menunjukkan istilah yang harus atau harus tidak muncul. Misalnya '+ python -apache web' akan menemukan segala sesuatu yang memiliki 'python' dan TIDAK memiliki 'apache' dan harus memiliki 'web'. Ini juga dapat digunakan dengan pengelompokan. Sebagai contoh, 'web - (apache AND python)' akan menemukan apa-apa dengan 'web', tetapi tidak memiliki 'apache' ataupun 'python'.

source: Address
id: Address (alamat)

source: Addresses
id: Addresses (alamat)

source: Alphabetical Name
id: Alphabetical Name (nama abjad)

source: Attached Device
id: Attached Device (perangkat terhubung)

source: Attached Device ID
id: Attached Device ID (ID perangkat terpasang)

source: Availability Zone
id: Availability Zone (zona tersedia)

source: Availability Zone Hints
id: Availability Zone Hints (petunjuk zona ketersediaan)

source: Availability Zones
id: Zona yang Tersedia

source: Available
id: Available (tersedia)

source: Binding Host ID
id: Binding Host ID (ID host mengikat)

source: Binding Profile
id: Binding Profile (Profil VIF mengikat)

source: Binding VIF Details
id: Binding VIF Details (Rincian VIF mengikat)

source: Binding VIF Type
id: Binding VIF Type (Tipe VIF mengikat)

source: Binding VNIC Type
id: Binding VNIC Type (Tipe VNIC mengikat)

source: Blocked
id: Blocked (diblokir)

source: Boolean Operators
id: Boolean Operators (operasi boolean)

source: Boosting
id: Boosting (penambahan)

source: Building
id: Building (pembangunan)

source: By default, each word you type will be searched for individually. You may also try to search an exact phrase by using quotes ("my phrase") to surround a phrase. The search service may allow a certain amount of phrase slop - meaning that if you have some words out of order in the phrase it may still match.
id: Secara default, setiap kata yang Anda ketik akan dicari secara individual. Anda juga dapat mencoba untuk mencari frasa yang tepat dengan menggunakan tanda kutip ("my phrase") untuk mengelilingi frase. Layanan pencarian mengizinkan sejumlah tertentu phrase slop - yang berarti bahwa jika Anda memiliki beberapa kata yang keluar dari urutan kalimat, hal itu mungkin masih cocok.

source: By default, each word you type will match full words only. You may also use wildcards to match parts of words. Wildcard searches can be run on individual terms, using ? to replace a single character, and * to replace zero or more character. 'demo' will match the full word 'demo' only. However, 'de*' will match anything that starts with 'de', such as 'demo_1'. 'de*1' will match anything that starts with 'de' and ends with '1'.
id: Secara default, setiap kata yang Anda ketik akan hanya cocok dengan kata penuh . Anda juga dapat menggunakan wildcard untuk mencocokkan bagian dari kata. Pencarian wildcard dapat dijalankan pada individu term, menggunakan karakter ? untuk mengganti karakter tunggal, dan karakter* untuk menggantikan karakter nol atau lebih. 'demo' akan cocok dengan kata penuh 'demo' saja. Namun, 'de *' akan cocok apa pun yang dimulai dengan 'de', seperti 'demo_1'. 'de * 1' akan cocok dengan sesuatu yang dimulai dengan 'de' dan diakhiri dengan '1'.

source: Cancel
id: Cancel (batal)

source: Close
id: Close (tutup)

source: Code
id: Kode

source: Confirm Resize
id: Confirm Resize (mengkonfirmasi mengubah ukuran)

source: Confirm or Revert Resize/Migrate
id: Confirm or Revert Resize/Migrate (mengkonfirmasi atau mengembalikan resize/bermigrasi)

source: Connect in a new window
id: Hubungkan di jendela baru

source: Consistency Group ID
id: Consistency Group ID (ID group konsistensi)

source: Console
id: Console (konsol)

source: Console is currently unavailable. Please try again later.
id: Konsol saat ini tidak tersedia. Silakan coba lagi nanti.

source: Create
id: Create (buat)

source: Create Instance
id: Create Instance (buat instance)

source: Create Instance Snapshot
id: Create Instance Snapshot (buat instance snapshot)

source: Create Snapshot
id: Membuat snapshot

source: Created
id: Created (dibuat)

source: Created At
id: Created At (dibuat pada)

source: Creating Snapshot
id: Pembuatan Snapshot

source: DNS Domain
id: Domain DNS

source: DNS Domains
id: Domains DNS

source: DNS Record
id: Record DNS

source: DNS Records
id: Record DNS (plural)

source: Date, numeric or string fields can use range queries. Use square brackets [min TO max] for inclusive ranges and curly brackets {min TO max} for exclusive ranges.
id: Tanggal, numerik atau string field dapat menggunakan range query (permintaan rentang). Gunakan tanda kurung siku [min TO max] untuk rentang inklusif dan kurung keriting {min TO max} untuk rentang eksklusif.

source: Default Network
id: Default Network (jaringan default)

source: Delete
id: Hapus

source: Description
id: Description (deskripsi)

source: Description:
id: Deskripsi

source: Details
id: Details (rincian)

source: Direction
id: Direction (arah)

source: Display field matching
id: pencocokan field tampilan

source: Displaying %(numberDisplayed)s of %(total)s total results
id: Penampilan %(numberDisplayed)s dari %(total)s hasil total

source: Distributed
id: Distributed (tersebar)

source: Down
id: Down (turun)

source: Enable DHCP
id: Mengaktifkan DHCP

source: Ephemeral
id: Ephemeral (tidak kekal)

source: Error
id: Error (kesalahan)

source: Error initializing actions for plugin %(type)s:
id: Tindakan inisialisasi kesalahan untuk plugin %(type)s:

source: External
id: External (luar)

source: External Network
id: External Network (jaringan eksternal)

source: Facets
id: Facets (aspek)

source: Failed
id: Failed (gagal)

source: Fault
id: Fault (kesalahan)

source: Field Matches
id: Field Matches (kecocokan field)

source: Find your cloud resources by selecting specific facets or by specifying full text search queries. <sl-search-syntax></sl-search-syntax>
id: Cari sumber cloud Anda dengan memilih aspek tertentu atau dengan menentukan permintaan pencarian teks lengkap. <sl-search-syntax></sl-search-syntax>

source: Fixed IPs
id: Fixed IP (IP tetap)

source: Flavor ID
id: Flavor ID (ID flavor)

source: Flavor Name
id: Nama flavor

source: Floating IP
id: Floating IP (IP mengambang)

source: Floating IP Address
id: Floating IP Address (alamat IP mengambang)

source: Floating IPs
id: Floating IP (IP mengambang)

source: Floating Network ID
id: Floating Network ID (ID jaringan mengambang)

source: Full Text Search Syntax
id: Full Text Search Syntax (sintaks pencarian teks lengkap)

source: Gateway IP
id: IP Gateway

source: Grouping
id: Grouping (pengelompokan)

source: High Availability
id: High Availability (ketersediaan tinggi)

source: Host
id: Host (inang)

source: ID
id: ID (id)

source: IP Addresses
id: IP Addresses (alamat IP)

source: IP Version
id: Versi IP

source: IPv4 Address Scope
id: IPv4 Address Scope (lingkup alamat IPv4)

source: IPv4 addresses may be searched based on ranges and with CIDR notation.
id: Alamat IPv4 dapat dicari berdasarkan rentang dan dengan notasi CIDR.

source: IPv6 Address Mode
id: IPv6 Address Mode (modus alamat IPv6)

source: IPv6 Address Scope
id: IPv6 Address Scope lingkup alamat IPv6)

source: If the console is not responding to keyboard input, click the status bar in the screen below.
id: Jika konsol tidak merespon input keyboard, klik status bar di layar bawah.

source: Image Reference
id: Image Reference (referensi image)

source: Instance Action Log
id: Instance Action Log (catatan tindakan instance)

source: Instance Console
id: Instance Console (konsol instance)

source: Instance Console Log
id: Instance Console Log (log konsol instance)

source: Instances
id: Instances (instance)

source: It is typically better to filter results further than to increase the number of returned results and page through them.
id: Hal ini biasanya lebih baik untuk menyaring hasil lebih lanjut dari pada meningkatkan jumlah hasil dan halaman yang dikembalikan melalui hasil mereka.

source: Key Pair Name
id: Nama Key Pair (nama pasangan kunci)

source: Key Pairs
id: Key Pair (pasangan kunci)

source: Load Balancer Pool
id: Pool load balancer

source: Load Balancer Pool Member
id: Anggota pool load balancer

source: Load Balancer Pool Members
id: Anggota pool load balancer (plural)

source: Load Balancer Pools
id: Pool load balancer (plural)

source: Loading
id: Loading (pemuatan)

source: Log
id: Log (catatan)

source: Log Length
id: Log Length (panjang catatan)

source: Mapped Fixed IP Address
id: Mapped Fixed IP Address (alamat IP tetap terpetakan)

source: Members
id: Anggota

source: Message
id: Message (pesan)

source: More Actions
id: Aksi Lebih

source: Name
id: Name (nama)

source: Network
id: Network (jaringan)

source: Network Address
id: Alamat jaringan

source: Network Health Monitor
id: Monitor kesehatan jaringan

source: Network Health Monitors
id: Monitor kesehatan jaringan (plural)

source: Network ID
id: Network ID (ID Jaringan)

source: Network Interface
id: Network Interface (antarmuka jaringan)

source: Networks
id: Jaringan

source: Newest
id: Newest (terbaru)

source: No Volumes Attached
id: No Volumes Attached (tidak ada volume terhubung)

source: No rules defined
id: Tidak ada aturan yang ditetapkan

source: Object
id: Objek

source: Object Account
id: Akun objek

source: Object Accounts
id: Akun objek (plural)

source: Object Container
id: Kontainer objek

source: Object Containers
id: Kontainer objek (plural)

source: Objects
id: Object

source: Oldest
id: Oldest (tertua)

source: Overview
id: Overview (ikhtisar)

source: Owned by Me
id: Owned by Me (dimiliki oleh saya)

source: Past 10 Minutes
id: Past 10 Minutes (melampaui 10 menit)

source: Past Day
id: Past Day (melampaui hari)

source: Past Half Hour
id: Past Half Hour (melampaui setengah jam)

source: Past Hour
id: Past Hour (melampaui satu jam)

source: Past Month
id: Past Month (melampaui bulan)

source: Past Week
id: Past Week (melampaui minggu)

source: Past Year
id: Past Year (melampaui tahun)

source: Pause
id: Pause (berhenti sebentar)

source: Pause updates to search results
id: Jeda update ke hasil pencarian

source: Paused
id: Paused (berhenti sebentar)

source: Pending
id: Pending (tertunda)

source: Phrases
id: Phrases (frase)

source: Please Wait
id: Mohon tunggu

source: Poll for Updates
id: Poll for Updates (jajak pendapat untuk pembaruan)

source: Polling enables you to create a view of the data the updates periodically.
id: Jajak pendapat mengaktifkan Anda untuk membuat tampilan dari data update secara berkala.

source: Pool
id: Pool (kolam)

source: Project
id: Project (proyek)

source: Project ID
id: Project ID (ID proyek)

source: Protocol
id: Protocol (protokol)

source: Provider Network Type
id: Tipe jaringan penyedia

source: Provider Physical Network
id: Provider Physical Network (jaringan fisik provider)

source: Provider Segmentation ID
id: Provider Segmentation ID (ID segmentasi provider)

source: Public
id: Public (publik)

source: Range Queries
id: Range Queries (permintaan rentang)

source: Reboot
id: Reboot (booting ulang)

source: Rebuild
id: Rebuild (membangun kembali)

source: Refresh
id: Refresh (penyegaran)

source: Relevancy
id: Relevancy (relevansi)

source: Remote
id: Remote (jauh)

source: Request
id: Request (permintaan)

source: Rescue
id: Rescue (menyelamatkan)

source: Reserved Characters
id: Reserved Characters (karakter sudah dicadangkan)

source: Resize
id: Resize (merubah ukuran)

source: Resize/Migrate
id: Resize/Migrate (mengubah ukuran/bermigrasi)

source: Result Limit
id: Result Limit (batas hasil)

source: Results exceeds pagination limit. Please refine your search or increase the limit setting.
id: Hasil melebihi batas pagination. Silahkan mempersempit pencarian Anda atau meningkatkan pengaturan batas.

source: Resume
id: Resume (lanjut)

source: Resume updates to search results
id: Melanjutkan update ke hasil pencarian

source: Reverse Alphabetical Name
id: Reverse Alphabetical Name (nama abjad terbalik)

source: Router ID
id: ID router

source: Running
id: Menjalankan

source: Search
id: Search (pencarian)

source: Search Settings
id: Search Settings (pengaturan pencarian)

source: Search all projects
id: Cari semua proyek

source: Security Group
id: Security Group (kelompok keamanan)

source: Security Groups
id: Security Groups (kelompok keamanan)

source: Shared
id: Shared (bersama)

source: Shared by Me
id: Shared by Me (bersama dengan saya)

source: Shared with Me
id: Berbagi dengan saya

source: Shutdown
id: Shutdown (matikan)

source: Shutoff
id: Shutoff (menutup)

source: Size
id: Size (ukuran)

source: Snapshot %s was successfully created.
id: Snapshot %s berhasil dibuat.

source: Snapshot Name
id: Nama Snapshot

source: Soft Reboot
id: Soft Reboot (reboot lembut)

source: Sort
id: Sort (menyortir)

source: Specs
id: Specs (spesifikasi)

source: Start
id: Mulai

source: State
id: State (keadaan)

source: Status
id: Status (status)

source: Stop
id: Stop (berhenti)

source: Subnet Pool ID
id: Subnet Pool ID (ID kolam subnet)

source: Subnets Associated
id: Subnets Associated (subnet terkait)

source: Suspend
id: Suspend (menangguhkan)

source: Suspended
id: Suspended (ditangguhkan)

source: Swap
id: Swap (menukar)

source: Task State
id: Task State (keadaan tugas)

source: Term Operators
id: Term Operators (operator tanda)

source: The current query is not valid. Please check your syntax.
id: Permintaan ini tidak valid. Silakan periksa sintaks Anda.

source: The following characters are reserved and must be escaped with a leading \ (backslash): <code> + - = && || > < ! ( ) { } [ ] ^ " ~ * ? : \ </code>
id: Karakter berikut dicadangkan dan harus keluar pertama \ (backslash): <Code> + - = && || > <! () {} [] ^ "~ *:? \ </ Code>

source: The requested resource was not found.
id: Sumber yang diminta tidak ditemukan.

source: The search service had an error processing your request.
id: Layanan pencarian memiliki masalah saat memproses permintaan Anda.

source: There was an error processing your request.
id: Terdapat kesalahan dalam memproses permintaan anda.

source: These settings impact the processing of results returned from the search service. Changing these settings may impact search performance and results.
id: Pengaturan ini berdampak pada pengolahan hasil yang dikembalikan dari layanan pencarian. Mengubah pengaturan ini dapat berdampak pada kinerja pencarian dan hasil.

source: Transfer
id: Transfer (perpindahan)

source: Type
id: Type (tipe)

source: Unable to execute the search.
id: Tidak bisa menjalankan pencarian.

source: Unable to retrieve Searchlight resources types.
id: Tidak dapat mengambil tipe sumber Searchlight.

source: Unable to retrieve search facets.
id: Tidak dapat mengambil search facet.

source: Unavailable
id: Unavailable (tidak tersedia)

source: Unpause
id: Unpause (batalkan jeda)

source: Up
id: Up (naik)

source: Update Interval (seconds)
id: Update Interval (seconds) (memperbarui selang (detik))

source: Update Search
id: Update Search (perbarui pencarian)

source: Updated
id: Updated (sudah di perbaharui)

source: Use parenthesis to group different aspects of your query to form sub-queries. For example, 'web OR (python AND apache)' will return anything that either has 'web' OR has both 'python' AND 'apache'.
id: Gunakan tanda kurung untuk kelompok aspek yang berbeda dari query Anda untuk membentuk sub-query. Misalnya, 'web OR (python AND apache)' akan mengembalikan apa-apa yang memiliki 'web' OR memiliki 'python' AND 'apache'.

source: Visibility
id: Visibility (keterlihatan)

source: Visibility is based on derived data. If Owned by Me, please inspect the resource to determine sharing status.
id: Visibilitas didasarkan pada data yang diperoleh. Jika Owned by Me (dimiliki oleh kita), silakan memeriksa sumber daya untuk menentukan status sharing.

source: Volume
id: Volume (volume)

source: Volume Backup
id: Backup volume

source: Volume Backups
id: Volume Backups (cadangan volume)

source: Volume ID
id: ID Volume

source: Volume Image Metadata
id: Volume Image Metadata (metadata image volume)

source: Volume Snapshots
id: Volume Snapshot

source: Volumes
id: Volume

source: Warning: Wildcard queries place a heavy burden on the search service and may perform poorly.
id: Peringatan: Wildcard query menjadi beban berat pada layanan pencarian dan mungkin berakibat kinerja buruk.

source: You are not allowed to delete instances: %s
id: Anda tidak diizinkan untuk menghapus instances: %s

source: You are not allowed to perform this request.
id: Anda tidak diizinkan untuk melakukan permintaan ini.

source: You can increase or decrease the relevance of a search term by boosting different terms, phrases, or groups. Boost one of these by adding ^n to the term, phrase, or group where n is a number greater than 1 to increase relevance and between 0 and 1 to decrease relevance. For example 'web^4 python^0.1' would find anything with both web and python, but would increase the relevance for anything with 'web' in the result and decrease the relevance for anything with 'python' in the result.
id: Anda dapat menambah atau mengurangi relevansi pencarian istilah dengan penambahan istilah, frasa, atau kelompok yang berbeda. Tambahan salah satu ini dengan menambahkan ^n untuk istilah, frase, atau kelompok dimana n adalah jumlah yang lebih besar dari 1 untuk meningkatkan relevansi dan antara 0 dan 1 untuk menurunkan relevansi. Misalnya 'web^4 python^0,1' akan menemukan apa-apa dengan kedua web dan python, tetapi akan meningkatkan relevansi untuk apa-apa dengan 'web' dalam hasil dan menurunkan relevansi untuk apa-apa dengan 'python' dalam hasil.

source: You can separate search terms and groups with AND, OR and NOT (also written &&, || and !). For example, 'python OR javascript' will find anything with either term (OR is used by default, so does not need to be specified). However, 'python AND javascript' will find things that only have both terms. You can do this with as many terms as you'd like (e.g. 'django AND javascript AND !unholy'). It is important to use all caps or the alternate syntax (&&, ||), because 'and' will be treated as another search term, but 'AND' will be treated as a logical operator.
id: Anda dapat memisahkan istilah pencarian dan kelompok dengan AND, OR dan NOT (juga ditulis &&, || dan !). Sebagai contoh, 'python OR javascript' akan menemukan apa-apa dengan istilah (OR digunakan secara default, sehingga tidak perlu ditentukan). Namun, 'python AND javascript' akan menemukan hal yang hanya memiliki kedua istilah. Anda dapat melakukan ini dengan banyak hal yang Anda inginkan (misalnya 'django AND javascript AND !unholy'). Hal ini penting untuk menggunakan semua huruf kapital atau sintaks alternatif (&&, ||), karena 'and' akan diperlakukan sebagai istilah pencarian lain, tetapi 'AND' akan diperlakukan sebagai operator logika.

source: You have exceeded the maximum ({$ ctrl.settings.general.limit_max $}) allowed.
id: Anda telah melebihi maksimal ({$ ctrl.settings.general.limit_max $}) yang diizinkan..

source: You have exceeded the maximum ({$ ctrl.settings.polling.interval_max $}) allowed.
id: Anda telah melebihi maksimal ({$ ctrl.settings.polling.interval_max $}) yang diizinkan.

source: You have gone below the minimum ({$ ctrl.settings.general.limit_min $}) allowed.
id: Anda telah berada di bawah minimum ({$ ctrl.settings.general.limit_min $}) yang diizinkan.

source: You have gone below the minimum ({$ ctrl.settings.polling.interval_min $}) allowed.
id: Anda telah berada di bawah minimum ({$ ctrl.settings.polling.interval_min $}) yang diizinkan.

source: You may decide to only look in a certain field for a search term by setting a specific facet. This is accomplished by either selecting a facet from the drop down or by typing the facet manually. For example, if you are looking for an image, you may choose to only look at the name field by adding 'name:foo'. You may group facets and use logical operators.
id: Anda dapat memutuskan untuk hanya terlihat dalam field tertentu untuk istilah pencarian dengan menetapkan facet tertentu. Hal ini dilakukan dengan memilih facet dari drop down atau dengan mengetikkan facet secara manual. Misalnya, jika Anda mencari sebuah image, Anda dapat memilih hanya dengan melihat nama field dengan menambahkan 'name:foo'. Anda mungkin mengelompokan facet dan menggunakan operator logika.

source: You must re-authenticate yourself.
id: Anda harus re-authenticate sendiri.

source: from
id: from (dari)

source: to
id: to (ke)
