Repository: openstack-archive/searchlight-ui
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: de, id, zh_cn

source: A unified cross resource search panel for the Mitaka release
de: Ein einheitliches Suchpanel über Ressourcen hinweg für das Mitaka Release
id: Sebuah panel pencari sumber daya lintas terpadu untuk rilis Mitaka
zh_cn: 针对Mitaka版本的一个统一的跨资源的搜索面板

source: Cinder volumes and snapshots summary view
de: Ansicht für Cinder-Datenträger und Schattenkopie-Zusammenfassung
id: Volume Cinder dan tampilan ringkasan snapshot
zh_cn: Cinder卷和快照汇总视图

source: Current Series Release Notes
de: Aktuelle Serien Releasenotes
id: Catatan Rilis Seri Current
zh_cn: 当前版本发布说明

source: Dynamic polling / progress based on resource status and last action
de: Dynamischer Abruf / Fortschritt auf der Grundlage des Ressourcenstatus und letzter Aktion
id: Jajak pendapat/kemajuan (polling/progress) dinamis berdasarkan status sumber daya dan tindakan terakhir
zh_cn: 基于资源状态和最后动作的动态轮询/进度

source: Glance images summary view
de: Ansicht Zusammenfassung Glance-Abbilder
id: Tampilan ringkasan image Glance
zh_cn: Glance汇总视图

source: Links use relative paths to ensure proper use of the established base tag, which includes webroot.
de: Links verwenden relative Pfade, um die richtige Verwendung von Base-Tags sicherzustellen. Dies beinhaltet Webroot.
id: Link menggunakan path relatif untuk memastikan penggunaan yang tepat dari tag dasar yang didirikan (established base tag), yang meliputi webroot.
zh_cn: 链接使用相对路径来确保正确使用已建立的基础标签，其中包括webroot。

source: Live search toggle (continuous query mode)
de: Umschaltung Live-Suche (fortlaufender Abfragemodus)
id: Peralihan pencarian langsung (mode permintaan kontinue)
zh_cn: 实时搜索切换（持续查询模式）

source: Mitaka Series Release Notes
de: Mitaka Serie Releasenotes
id: Catatan Rilis Seri Mitaka
zh_cn: Mitaka版本发布说明

source: Neutron network, ports, routers, security groups, subnets summary views
de: Ansichten für Neutron Netzwerke, Ports, Router, Sicherheitsgruppen, Subnetze und Zusammenfassung
id: Penampilan ringkasan jaringan neutron, port, router, security group, dan subnet
zh_cn: Neutron网络、端口、路由、安全组、子网汇总视图

source: New Features
de: Neue Funktionen
id: Fitur baru
zh_cn: 新特性

source: Newton Series Release Notes
de: Newton Serie Releasenotes
id: Catatan rilis seri Newton
zh_cn: Newton版本发布说明

source: Nova flavor, hypervisor, and server group summary views
de: Nova Varianten, Hypervisoren und Servergruppen Sammelansichten
id: Penampilan ringkasan Nova flavor, hypervisor, dan server group
zh_cn: Nova规格、虚拟机管理器和安全组汇总视图

source: Nova instance actions, summary, and detail views
de: Ansichten für Nova Instanzaktionen, Zusammenfassung und Details
id: Tindakan instance Nova, ringkasan, dan tampilan rinci
zh_cn: Nova实例操作、汇总和细节视图

source: Ocata Series Release Notes
de: Ocata Serie Releasenotes
zh_cn: Ocata版本发布说明

source: Persistent search settings
de: Beständige Sucheinstellungen
id: Pengaturan pencarian tetap
zh_cn: 持续搜索设置

source: Pike Series Release Notes
de: Pike Serie Release Notes
id: Catatan Peluncuran Seri Pike
zh_cn: Pike版本发布说明

source: Prelude
de: Einleitung
zh_cn: 前奏

source: Registered details views now linked to in search results.
de: Suchergebnisse verlinken auf registrierte Detailansichten.
id: Tampilan rincian yang terdaftar sekarang terhubung ke dalam hasil pencarian.
zh_cn: 注册细节视图现在链接到了搜索结果里。

source: Registered details views now take precedence over links hard-coded within the resource-locator service
de: Registrierte Detailansichten haben Vorrang vor festcodierten im resource-locator Dienst
id: Tampilan rincian yang terdaftar sekarang lebih diutamakan daripada link hard-coded dalam layanan resource-locator.
zh_cn: 注册细节视图现在优先链接到资源定位器服务中的硬编码

source: Search panel now uses the registry to produce drawer views, and uses a new directive to do so.
de: Das Suchpaneel verwendet jetzt die Registry zur Erstellung von Schubladenansichten mit Hilfe einer neuen Direktive.
id: Panel pencari sekarang menggunakan registry untuk menghasilkan tampilan laci (drawer), dan menggunakan instruksi baru untuk melakukannya.
zh_cn: 搜索面板现在用注册表来生成drawer视图，并使用一个新的指令。

source: Searchlight Release Notes
id: Catatan rilis Searchlight
zh_cn: Searchlight版本发布说明

source: Searchlight UI now provides several actions and summary views for various types of resources. This enables users to often complete their task within the context of their current search without navigating to other parts of the UI.
de: Searchlight UI bietet jetzt verschiedene Aktions- und Zusammenfassungsansichten für diverse Ressourcetypen. Dies ermöglicht Benutzern häufig ihre Aufgaben im Kontext der aktuellen Suche zu erledigen, ohne zu anderen Teilen der UI navigieren zu müssen.
id: Searchlight UI sekarang menyediakan beberapa tindakan dan tampilan ringkasan untuk berbagai jenis sumber daya. Hal ini mengaktifkan pengguna untuk sering menyelesaikan tugasnya dalam konteks pencariannya pada saat ini tanpa navigasi ke bagian lain dari UI.
zh_cn: Searchlight UI现在可以为各种类型的资源提供多个操作和汇总视图。 这使得用户能够经常在当前搜索的上下文中完成任务，而无需导航到UI的其他部分。

source: Sort by relevancy, last updated, alphabetical
de: Sortieren nach Relevanz, letzter Aktualisierung, alphabetisch
id: Urutkan berdasarkan relevansi, update terakhir, abjad
zh_cn: 按相关性、最后更新和字母顺序排序

source: The search panel shows a resource type's registered drawer, or a searchlight-specific default drawer if none.
de: Das Suchpaneel zeigt die für den Ressourcetyp registrierte Schublade oder eine searchlight-spezifische, wenn nicht vorhanden.
id: Panel pencarian menunjukkan laci yang diregistasi pada tipe sumber daya, atau laci default searchlight-specific jika tidak ada.
zh_cn: 搜索面板显示了一个资源类型注册drawer，或者如果没有，则显示一个serachlight，一个特殊的默认的drawer。

source: Translation build support
de: Unterstützung zum Bauen von Übersetzungen
id: Dukungan pembangunan terjemahan
zh_cn: 翻译构建支持

source: sl-drawer widget produces markup to use/display a standard Horizon drawer
de: sl-drawer Anzeigeprogramm erzeugt Markup, um eine Standard-Horizon Schublade zu verwenden/anzuzeigen
id: sl-drawer widget menghasilkan markup untuk menggunakan/menampilkan drawer Horizon standar
zh_cn: sl-drawer组件生成标记使用/展示一个标准的Horizon drawer
